Repository: bastivogt/User-Todos
Catalog: todos/locale/*/LC_MESSAGES/django.po
Languages: de

# title_lbl
source: Title
de: Titel

# content_lbl
source: Content
de: Inhalt

# done_lbl
source: Done
de: Erledigt

# created_at_lbl
source: Created at
de: Erstellt am

# updated_at_lbl
source: Updated at
de: Geändert am

# tag_name_lbl
source: Name
de: Tag Name

# todos_tag_really_delete
source: Do you really want to delete this tag?
de: Möchtest du den Tag wirklich löschen?

# todos_tags_none_tags
source: No tags available.
de: Keine Tags vorhanden.

# todos_table_actions
source: Actions
de: Aktionen

# todos_really_delete
source: Do you really want to delete this todo?
de: Willst du das Todo wirklich löschen?

# todos_none_todos
source: No todas available.
de: Keine Todos vorhanden.

# todos_done_filter_title
source: Filter done
de: Filter Erledigt

# todos_ordering_filter_title
source: Order
de: Sortierung

# todos_filter_all_link
source: All
de: Alle

# todos_filter_done_true
source: Done true
de: Erledigt

# todos_filter_done_false
source: Done false
de: Nicht erledigt

# todos_ordering_created_at_asc
source: Created at ascending
de: Erstellt am aufsteigend

# todos_ordering_created_at_desc
source: Created at descending
de: Erstellt am absteigend

# todos_ordering_updated_at_asc
source: Updated at ascending
de: Geändert am aufsteigend

# todos_ordering_updated_at_desc
source: Updated at descending
de: Geändert am absteigend

# todos_tag_new_success_msg
source: Tag was created.
de: Tag wurde erstellt.

# todos_tag_new_error_msg
source: Tag was not created.
de: Tag wurde nicht erstellt.

# todos_tag_new_title
source: New tag
de: Neuer Tag

# todos_send_btn_title
source: Send
de: Senden

# todos_tag_update_success_msg
source: Tag was updated.
de: Todo wurde geändert.

# todos_tag_update_error_msg
source: Tag was not updated.
de: Todo wurde nicht geändert.

# todos_tag_update_title
source: Tag update
de: Tag ändern

# todos_tag_delete_msg
source: deleted.
de: wurde gelöscht.

# todos_delete_title
source: Todo delete
de: Todo löschen

# todos_new_success_msg
source: Todo was created.
de: Todo wurde erstellt.

# todos_new_error_msg
source: Todo was not created.
de: Todo wurde nicht erstellt.

# todos_new_title
source: New todo
de: Neues Todo

# todos_update_success_msg
source: Todo was updated.
de: Todo wurde geändert.

# todos_update_error_msg
source: Todo was not updated.
de: Todo wurde nicht geändert.

# todos_done_msg_done
source: done
de: erledigt

# todos_done_msg_not_done
source: not done
de: nicht erledigt

# todos_delete_msg
source: deleted.
de: wurde gelöscht.
